{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "[aşk]": 4,
    "[hüzün]": 5,
    "[umut]": 6,
    "[yalnızlık]": 7,
    "adım": 8,
    "adımlarım": 9,
    "adını": 10,
    "an": 11,
    "andırır": 12,
    "anlatmaya": 13,
    "anlatır": 14,
    "anılar": 15,
    "anılarla": 16,
    "arar": 17,
    "artık": 18,
    "aslında": 19,
    "ay": 20,
    "aynalar": 21,
    "aşkı": 22,
    "aşkın": 23,
    "aşkınla": 24,
    "bahar": 25,
    "bakan": 26,
    "bakışınla": 27,
    "bana": 28,
    "bazen": 29,
    "başlamak": 30,
    "başlar": 31,
    "başıma": 32,
    "ben": 33,
    "bende": 34,
    "beni": 35,
    "bile": 36,
    "bir": 37,
    "biriken": 38,
    "boşlukta": 39,
    "bu": 40,
    "bulmaz": 41,
    "büyür": 42,
    "cümlem": 43,
    "daima": 44,
    "damla": 45,
    "demi": 46,
    "derinde": 47,
    "değince": 48,
    "diner": 49,
    "dinler": 50,
    "dokunuşun": 51,
    "dolar": 52,
    "donmuş": 53,
    "dost": 54,
    "dostum": 55,
    "doğar": 56,
    "duvarlara": 57,
    "duyguyu": 58,
    "döner": 59,
    "düşer": 60,
    "düşerim": 61,
    "düşlerim": 62,
    "düşlerimde": 63,
    "düşlerin": 64,
    "düşley": 65,
    "elbet": 66,
    "ellerim": 67,
    "en": 68,
    "eser": 69,
    "eski": 70,
    "etme": 71,
    "ezgi": 72,
    "filizlenir": 73,
    "fırtınanın": 74,
    "geceler": 75,
    "gecelere": 76,
    "geceleri": 77,
    "gecem": 78,
    "geceme": 79,
    "gecemi": 80,
    "gelecek": 81,
    "gibi": 82,
    "git": 83,
    "gölgen": 84,
    "gönlüm": 85,
    "gönlümde": 86,
    "gönülde": 87,
    "göz": 88,
    "gözler": 89,
    "gözlerimde": 90,
    "gözlerin": 91,
    "gözlerinde": 92,
    "gözlerinle": 93,
    "gülü": 94,
    "gülüşü": 95,
    "gülüşünde": 96,
    "gülüşünü": 97,
    "güneş": 98,
    "güzel": 99,
    "güzeldir": 100,
    "halimi": 101,
    "hayaller": 102,
    "heceler": 103,
    "her": 104,
    "hikaye": 105,
    "hüznü": 106,
    "hüznüm": 107,
    "hüzünle": 108,
    "inat": 109,
    "iner": 110,
    "içimde": 111,
    "içime": 112,
    "içimi": 113,
    "içimizde": 114,
    "içinde": 115,
    "içten": 116,
    "kalabalık": 117,
    "kalbim": 118,
    "kalbime": 119,
    "kalbine": 120,
    "kaldım": 121,
    "kalem": 122,
    "karanlık": 123,
    "kazıdım": 124,
    "kelimesiz": 125,
    "ki": 126,
    "kimse": 127,
    "konuşur": 128,
    "konuşurum": 129,
    "kırık": 130,
    "kırılır": 131,
    "ne": 132,
    "neredeyim": 133,
    "olacak": 134,
    "olanlar": 135,
    "olsun": 136,
    "olur": 137,
    "olursa": 138,
    "onarılır": 139,
    "parlar": 140,
    "pes": 141,
    "peşinden": 142,
    "ruhum": 143,
    "rüzgar": 144,
    "sabah": 145,
    "sana": 146,
    "sar": 147,
    "sarar": 148,
    "sarılır": 149,
    "sayıklar": 150,
    "sen": 151,
    "seni": 152,
    "seninle": 153,
    "senle": 154,
    "sensizliğe": 155,
    "sesleri": 156,
    "sessizce": 157,
    "sessizlik": 158,
    "sessizliğe": 159,
    "sevda": 160,
    "sevdalar": 161,
    "sevgiyle": 162,
    "sokaklar": 163,
    "soluğu": 164,
    "sonsuzca": 165,
    "sonu": 166,
    "sormaz": 167,
    "susar": 168,
    "suskun": 169,
    "suskunluk": 170,
    "sürüklenirim": 171,
    "sıkıca": 172,
    "sınavdır": 173,
    "sığmaz": 174,
    "tebessüm": 175,
    "tek": 176,
    "temiz": 177,
    "tenin": 178,
    "titrer": 179,
    "tüm": 180,
    "umudu": 181,
    "umut": 182,
    "umutla": 183,
    "unut": 184,
    "unuturken": 185,
    "var": 186,
    "varsın": 187,
    "vazgeçme": 188,
    "yakar": 189,
    "yalnızlık": 190,
    "yalnızlıkla": 191,
    "yalnızlığım": 192,
    "yanar": 193,
    "yankı": 194,
    "yansımam": 195,
    "yaprak": 196,
    "yarıda": 197,
    "yağmur": 198,
    "yaş": 199,
    "yaşarım": 200,
    "yeniden": 201,
    "yeter": 202,
    "yeşerir": 203,
    "yokum": 204,
    "yolum": 205,
    "yüreğim": 206,
    "yıldızlara": 207,
    "zorluk": 208,
    "çalar": 209,
    "çift": 210,
    "çocuk": 211,
    "örter": 212,
    "örülür": 213,
    "özler": 214,
    "öğrendim": 215,
    "ışık": 216,
    "ışığı": 217,
    "şarkı": 218,
    "şey": 219,
    "şeyi": 220,
    "şiirim": 221
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<BOS>",
    "3": "<EOS>",
    "4": "[aşk]",
    "5": "[hüzün]",
    "6": "[umut]",
    "7": "[yalnızlık]",
    "8": "adım",
    "9": "adımlarım",
    "10": "adını",
    "11": "an",
    "12": "andırır",
    "13": "anlatmaya",
    "14": "anlatır",
    "15": "anılar",
    "16": "anılarla",
    "17": "arar",
    "18": "artık",
    "19": "aslında",
    "20": "ay",
    "21": "aynalar",
    "22": "aşkı",
    "23": "aşkın",
    "24": "aşkınla",
    "25": "bahar",
    "26": "bakan",
    "27": "bakışınla",
    "28": "bana",
    "29": "bazen",
    "30": "başlamak",
    "31": "başlar",
    "32": "başıma",
    "33": "ben",
    "34": "bende",
    "35": "beni",
    "36": "bile",
    "37": "bir",
    "38": "biriken",
    "39": "boşlukta",
    "40": "bu",
    "41": "bulmaz",
    "42": "büyür",
    "43": "cümlem",
    "44": "daima",
    "45": "damla",
    "46": "demi",
    "47": "derinde",
    "48": "değince",
    "49": "diner",
    "50": "dinler",
    "51": "dokunuşun",
    "52": "dolar",
    "53": "donmuş",
    "54": "dost",
    "55": "dostum",
    "56": "doğar",
    "57": "duvarlara",
    "58": "duyguyu",
    "59": "döner",
    "60": "düşer",
    "61": "düşerim",
    "62": "düşlerim",
    "63": "düşlerimde",
    "64": "düşlerin",
    "65": "düşley",
    "66": "elbet",
    "67": "ellerim",
    "68": "en",
    "69": "eser",
    "70": "eski",
    "71": "etme",
    "72": "ezgi",
    "73": "filizlenir",
    "74": "fırtınanın",
    "75": "geceler",
    "76": "gecelere",
    "77": "geceleri",
    "78": "gecem",
    "79": "geceme",
    "80": "gecemi",
    "81": "gelecek",
    "82": "gibi",
    "83": "git",
    "84": "gölgen",
    "85": "gönlüm",
    "86": "gönlümde",
    "87": "gönülde",
    "88": "göz",
    "89": "gözler",
    "90": "gözlerimde",
    "91": "gözlerin",
    "92": "gözlerinde",
    "93": "gözlerinle",
    "94": "gülü",
    "95": "gülüşü",
    "96": "gülüşünde",
    "97": "gülüşünü",
    "98": "güneş",
    "99": "güzel",
    "100": "güzeldir",
    "101": "halimi",
    "102": "hayaller",
    "103": "heceler",
    "104": "her",
    "105": "hikaye",
    "106": "hüznü",
    "107": "hüznüm",
    "108": "hüzünle",
    "109": "inat",
    "110": "iner",
    "111": "içimde",
    "112": "içime",
    "113": "içimi",
    "114": "içimizde",
    "115": "içinde",
    "116": "içten",
    "117": "kalabalık",
    "118": "kalbim",
    "119": "kalbime",
    "120": "kalbine",
    "121": "kaldım",
    "122": "kalem",
    "123": "karanlık",
    "124": "kazıdım",
    "125": "kelimesiz",
    "126": "ki",
    "127": "kimse",
    "128": "konuşur",
    "129": "konuşurum",
    "130": "kırık",
    "131": "kırılır",
    "132": "ne",
    "133": "neredeyim",
    "134": "olacak",
    "135": "olanlar",
    "136": "olsun",
    "137": "olur",
    "138": "olursa",
    "139": "onarılır",
    "140": "parlar",
    "141": "pes",
    "142": "peşinden",
    "143": "ruhum",
    "144": "rüzgar",
    "145": "sabah",
    "146": "sana",
    "147": "sar",
    "148": "sarar",
    "149": "sarılır",
    "150": "sayıklar",
    "151": "sen",
    "152": "seni",
    "153": "seninle",
    "154": "senle",
    "155": "sensizliğe",
    "156": "sesleri",
    "157": "sessizce",
    "158": "sessizlik",
    "159": "sessizliğe",
    "160": "sevda",
    "161": "sevdalar",
    "162": "sevgiyle",
    "163": "sokaklar",
    "164": "soluğu",
    "165": "sonsuzca",
    "166": "sonu",
    "167": "sormaz",
    "168": "susar",
    "169": "suskun",
    "170": "suskunluk",
    "171": "sürüklenirim",
    "172": "sıkıca",
    "173": "sınavdır",
    "174": "sığmaz",
    "175": "tebessüm",
    "176": "tek",
    "177": "temiz",
    "178": "tenin",
    "179": "titrer",
    "180": "tüm",
    "181": "umudu",
    "182": "umut",
    "183": "umutla",
    "184": "unut",
    "185": "unuturken",
    "186": "var",
    "187": "varsın",
    "188": "vazgeçme",
    "189": "yakar",
    "190": "yalnızlık",
    "191": "yalnızlıkla",
    "192": "yalnızlığım",
    "193": "yanar",
    "194": "yankı",
    "195": "yansımam",
    "196": "yaprak",
    "197": "yarıda",
    "198": "yağmur",
    "199": "yaş",
    "200": "yaşarım",
    "201": "yeniden",
    "202": "yeter",
    "203": "yeşerir",
    "204": "yokum",
    "205": "yolum",
    "206": "yüreğim",
    "207": "yıldızlara",
    "208": "zorluk",
    "209": "çalar",
    "210": "çift",
    "211": "çocuk",
    "212": "örter",
    "213": "örülür",
    "214": "özler",
    "215": "öğrendim",
    "216": "ışık",
    "217": "ışığı",
    "218": "şarkı",
    "219": "şey",
    "220": "şeyi",
    "221": "şiirim"
  }
}